[A_Item.BuffDrink_Damage UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Disparo Potente!"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Restaura toda a saúde."
NoManufacturerName="Genérico"

[A_Item.BuffDrink_Damage:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Usado ao recolher."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Damage:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Isso faz crescer cabelos no seu peito!"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Damage:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Aumenta os danos durante 3 minutos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Euphoric UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Euforia!"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Habilidade de ação preparada."
NoManufacturerName="Genérico"

[A_Item.BuffDrink_Euphoric:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="A reutilização da sua habilidade de ação se recarrega 2x mais rápido durante 3 minutos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Euphoric:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Viu isso? É euforia."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Euphoric:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Usado ao recolher."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingInstant UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Saúde Instantânea!"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Restaura toda a saúde."
NoManufacturerName="Genérico"

[A_Item.BuffDrink_HealingInstant:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Restaura imediatamente 25% de saúde."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingInstant:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Usado ao recolher."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingInstant:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="[health]Faz efeito muito melhor do que qualquer placebo.[-health]"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingRegen UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Rejuvenecedor!"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Restaura toda a saúde."
NoManufacturerName="Genérico"

[A_Item.BuffDrink_HealingRegen:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Regenera a saúde rapidamente durante 20 segundos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingRegen:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Usado ao recolher."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingRegen:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="[health]A morte é o seu destino? Então, rejuvenesça![-health]"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Toughness UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Proteja-se!"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Restaura toda a saúde."
NoManufacturerName="Genérico"

[A_Item.BuffDrink_Toughness:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Reduz os danos sofridos durante 3 minutos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Toughness:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Use Sempre Proteção!"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Toughness:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Usado ao recolher."
NoConstraintText=""
Suffix=""
Prefix=""

[Skill.Skill_BuffDrink_Damage SkillDefinition]
SkillName="Melhora líquida - Danos"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skill.Skill_BuffDrink_Euphoric SkillDefinition]
SkillName="Melhora líquida - Euforia"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skill.Skill_BuffDrink_HealingInstant SkillDefinition]
SkillName="Melhora líquida - Cura Instantânea"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skill.Skill_BuffDrink_HealingRegen SkillDefinition]
SkillName="Melhora líquida - Cura"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skill.Skill_BuffDrink_Toughness SkillDefinition]
SkillName="Melhora líquida - Resistência"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

